#+FILETAGS: PERSONAL
#+BEGIN: clocktable :scope file :maxlevel 2 :block thismonth
#+CAPTION: Clock summary at [2024-12-11 Wed 13:00], for December 2024.
| Headline   | Time |
|------------+------|
| *Total time* | *0:00* |
#+END:

**** DONE Lunch 
CLOSED: [2024-10-29 Tue 15:04] SCHEDULED: <2024-10-29 Tue 14:00>
:PROPERTIES:
:CATEGORY: Task
:Effort:   1:00
:END:
:LOGBOOK:
CLOCK: [2024-10-29 Tue 14:04]--[2024-10-29 Tue 15:04] =>  1:00
:END:
 [2024-10-29 Tue 13:34]

** DONE Plan the day
CLOSED: [2024-11-24 Sun 12:54] SCHEDULED: <2024-11-24 Sun 12:40>
:PROPERTIES:
:CATEGORY: Task
:Effort:   0:30
:END:
:LOGBOOK:
CLOCK: [2024-11-24 Sun 12:39]--[2024-11-24 Sun 12:54] =>  0:15
:END:
 [2024-11-24 Sun 12:39]


* Events                                                              :Event:
:PROPERTIES:
:CATEGORY: Event
:END:
:LOGBOOK:
CLOCK: [2023-06-07 Wed 21:05]--[2023-06-07 Wed 21:05] =>  0:00
:END:

